Repository: Tibe05/invoice_app
Catalog: lib/l10n/app_*.arb
Languages: fr

# title
source: Brain Memory
fr: Jeu de mémoire

source: Start
fr: Commencer

source: Choose mode
fr: Choisir le mode

source: Letters
fr: Lettres

source: Numbers
fr: Nombres

source: Level
fr: Niveau

source: Game Over
fr: Jeu terminé

source: Your answer
fr: Ta réponse

source: Correct answer
fr: La bonne réponse

source: Play again
fr: Rejouer

source: Go
fr: C'est parti

# whatWasLetter
source: What was the letter ?
fr: Quelle était la lettre ?

# whatWasLetters
source: What were the letters ?
fr: Quelles étaient les lettres ?

# whatWasNumber
source: What was the number ?
fr: Quel était le chiffre ?

# whatWasNumbers
source: What were the numbers ?
fr: Quels étaient le nombre ?

source: Send
fr: Valider

source: My Score
fr: Mon score

# shareScrore
source: Share score
fr: Partager le score

source: Choose your pseudo
fr: Choisis ton pseudo

source: Enter pseudo
fr: Entre ton pseudo

# loadingBestScorer
source: Loading the best scorer
fr: Chargement du meilleur score

source: ⭐️ World Best Score
fr: ⭐️ Meilleur score mondial

source: ⭐️ World Ranking
fr: ⭐️ Classement mondial

# viewHighestScore
source: My Highest Score
fr: Mon meilleur score

# shareApp
source: Share the App
fr: Partager l’application

source: Share
fr: Partager

source: Your Highest Score
fr: Ton meilleur score

source: No score
fr: Aucun score

# seeTop10WorldRanking
source: See Top {quantity} World ranking
fr: Voir le Top {quantity} mondial

# shareScoreMsg
source: I just scored {score} in Brain Memo 123 🧠🔥! Think you can beat me?
fr: Je viens d'atteindre le niveau {score} dans Brain Memo 123 🧠🔥 ! Penses-tu pouvoir me battre ?

source: Download here:
fr: Télécharge ici:

source: You lost at
fr: Tu as perdu au

source: Save
fr: Enregistrer
